Repository: DrillSergeant/Sitegeist.Taxonomy
Catalog: Resources/Private/Translations/*/Main.xlf
Languages: de

# module.label
source: Taxonomy
de: Taxonomie

# module.description
source: Manage Taxonomy
de: Taxonomie Verwaltung

# module.path
source: Path
de: Pfad

# module.title
source: Title
de: Titel

# module.description
source: Description
de: Beschreibung

# module.save
source: Save
de: Speichern

# module.cancel
source: Cancel
de: Abbrechen

# module.index.vocabularies
source: Vocabularies
de: Vokabulare

# module.index.noVocabularies
source: No vocabularies yet. Please create them.
de: Noch keine Vokabeln. Bitte erstellen Sie diese.

# module.index.showVocabulary
source: Show vocabulary
de: Zeige Vokabular

# module.index.editVocabulary
source: Edit vocabulary
de: Bearbeite Vokabular

# module.index.deleteVocabulary
source: Delete vocabulary
de: Lösche Vokabular

# module.index.createNewVocabulary
source: Create new vocabulary
de: Neues Vokabular erstellen

# module.vocabulary
source: Vocabulary
de: Vokabular

# module.vocabulary.noTaxons
source: No taxons yet. Please create them.
de: Noch keine Taxons. Bitte erstellen Sie diese.

# module.vocabulary.backToIndex
source: Back to Index
de: Zurück zur Übersicht

# module.vocabulary.createNewTaxon
source: Create new taxon
de: Neues Taxon erstellen

# module.editVocabulary
source: Edit Vocabulary
de: Vokabular bearbeiten

# module.createNewVocabulary
source: Create a new Vocabulary
de: Ein neues Vokabular anlegen

# module.createVocabulary
source: Create Vocabulary
de: Vokabular anlegen

# module.taxonomy
source: Taxonomy
de: Taxonomie

# module.taxonomy.noSubTaxons
source: No sub-taxons yet. Please create them.
de: Noch keine Subtaxons. Bitte erstellen Sie diese.

# module.taxonomy.backToVocabulary
source: Back to Vocabulary
de: Zurück zum Vokabular

# module.taxonomy.createNewTaxon
source: Create new taxon
de: Neues Taxon erstellen

# module.editTaxonomy
source: Edit Taxonomy
de: Toxonomie bearbeiten

# module.createNewTaxonomyBelow
source: Create a new Taxonomy below
de: Ein neues Vokabular anlegen unter

# module.createTaxon
source: Create Taxon
de: Taxon anlegen

# module.taxonRecursive.showTaxon
source: Show taxon
de: Zeige Taxon

# module.taxonRecursive.editTaxon
source: Edit taxon
de: Bearbeite Taxon

# module.taxonRecursive.deleteTaxon
source: Delete taxon
de: Lösche Taxon

# module.taxonRecursive.addSubTaxon
source: Add sub-taxon
de: Subtaxon hinzufügen
